Repository: GlueckskindRU/MemoPics
Catalog: MemoPics/*.lproj/Localizable.strings
Languages: de, ru

# okAction.Title
source: Ok
ru: Ок

# cardsMemorizing.Message
source: Here will be opened an additional playing cards memorization game
de: Hier wird ein zusätzliches Spielkarten-Memory-Spiel eröffnet
ru: Здесь будт открываться дополнительная игра по запоминанию карт

# CurrentRound.Label
source: Current round
de: Aktuelle Runde
ru: Текущий раунд

# defaultErrorValue.ErrorText
source: There's been an incomprehensible error. Please contact the developer.
de: Es liegt ein unverständlicher Irrtum vor. Bitte kontaktieren Sie den Entwickler.
ru: Произошла непонятная ошибка. Просьба обратиться к разработчику.

# incorrectCountValue.ErrorText
source: The negative number of hidden elements has been set.
de: Die negative Anzahl der ausgeblendeten Elemente wurde eingestellt.
ru: Установлено отрицательное количество загадываемых элементов.

# playingCardSettingsNotAvailable.ErrorText
source: No default settings specified
de: Keine Standardeinstellungen angegeben
ru: Не указаны значения настроек по умолчанию

# PictureMemGame.Button
source: Picture memorization
de: Erinnerung den Bilder
ru: Запоминание картинок

# CardsMemoGame.Button
source: Playing cards memorization
de: Erinnerung den Spielkarten
ru: Запоминание карт

# Memorized.Button
source: Memorized
de: Auswendig gelernt
ru: Запомнил

# Save.Button
source: Save
de: Speichern
ru: Сохранить

# OpenFirstCard.Button
source: Open the next card
de: Öffnen Sie die nechste Karte
ru: Открыть следующую карту

# Submit.Button
source: Submit
de: Einreichen
ru: Принять

# Settings.PictureMemo.Title.Label
source: Select the length of the game in seconds
de: Wählen Sie die Länge des Spiels in Sekunden
ru: Выберите длительность игры в секундах

# Settings.PlayingCards.Difficulty.Title.Label
source: Select a difficulty level
de: Wählen Sie einen Schwierigkeitsgrad
ru: Выберите уровень сложности

# Settings.PlayingCards.PackOfCards.Title.Label
source: Select a pack
de: Wählen Sie ein Deck
ru: Выберите колоду

# Start.Button
source: Start
ru: Начать

# TotalFalseTaps.Label
source: Wrong tries
de: Falschen Versuche
ru: Неправильных попыток

# TotalRoundsPlayed.Label
source: Rounds
de: Runden
ru: Раундов

# TotalTaps.Label
source: Total number of attempts
de: Gesamtzahl der Versuche
ru: Общее количество попыток

# TotalTime.Label
source: Time
de: Zeit
ru: Время

# TotalSuccessRounds.Label
source: Successfully
de: Erfolgreich
ru: Успешно

# SameResult.Label
source: Result confirmed
de: Das Ergebnis ist bestätigt
ru: Результат подтверждён

# BetterResult.Label
source: The result is improved
de: Das Ergebnis ist verbessert
ru: Результат улучшен

# WorseResult.Label
source: The result is worse
de: Das Ergebnis ist schlechter
ru: Результат стал хуже

# whereContainerCountIsLessWhanWhatContainerCount.ErrorText
source: The number of elements among which it is necessary to guess is less than the number of guessed elements.
de: Die Anzahl der Elemente, unter denen man raten muss, ist kleiner als die Anzahl der erratenen Elemente.
ru: Количество элементов среди которых необходимо угадывать установлено меньше, чем количество угадываемых элементов.

source: Superman
ru: Супермен

source: Professor
ru: Профессор

# master
source: Master's degree
de: Magister
ru: Магистр

source: Bachelor
ru: Бакалавр

source: Student
ru: Студент

source: Matriculant
de: Studienbewerber
ru: Абитуриент

source: Novice
de: Anfänger
ru: Новичок

# CardNominal.Short.Ace
source: A
ru: Т

# CardNominal.Short.King
source: K
ru: К

# CardNominal.Short.Queen
source: Q
de: D
ru: Д

# CardNominal.Short.Jack
source: J
de: B
ru: В

# PlayingCardDifficuty.Easy
source: Easy
de: Einfach
ru: Лёгкий

# PlayingCardDifficuty.Medium
source: Medium
de: Durchschnitt
ru: Средний

# PlayingCardDifficuty.Hard
source: Hard
de: Harte
ru: Сложный

# PackOfCards.Full
source: 52 cards
de: 52 Karten
ru: 52 карты

# PackOfCards.Short
source: 36 cards
de: 36 Karten
ru: 36 карты
